[
  {
    "FullName": "Jamie Lee Curtis",
    "Male": false,
    "Dob": "1958-11-22T00:00:00",
    "Description": "Jamie Lee Curtis was born on November 22, 1958 in Los Angeles, California, the daughter of legendary actors Janet Leigh and Tony Curtis. She got her big break at acting in 1978 when she won the role of Laurie Strode in Halloween (1978). After that, she became famous for roles in movies like Trading Places (1983), Perfect (1985)",
    "Nationality": "USA"
  },
  {
    "FullName": "Andi Matichak",
    "Male": false,
    "Dob": "1970-09-11T00:00:00",
    "Description": "Andi Matichak is an American actress. She has appeared in such television series as 666 Park Avenue, Orange Is the New Black and Blue Bloods. She stars as Allyson Nelson in the horror film Halloween (2018), a direct sequel to the 1978 original film of the same name. Matichak was born in Framingham, Massachusetts, but raised in the suburbs of Chicago, Illinois. She attended St. Francis High School in Wheaton, Illinois. During a summer while still in high school, Matichak worked as a model in Greece, where she met a talent agent who encouraged her to act.",
    "Nationality": "USA"
  },
  {
    "FullName": "James Jude Courtney",
    "Male": true,
    "Dob": "1957-01-31T00:00:00",
    "Description": "James Jude Courtney was born on January 31, 1957 in Portland, Ohio, USA. He is an actor, known for Far and Away (1992), Halloween Kills (2021) ",
    "Nationality": "USA"
  },
  {
    "FullName": "Chris Pratt",
    "Male": true,
    "Dob": "1979-06-21T00:00:00",
    "Description": "Christopher Michael \u0022Chris\u0022 Pratt was born on June 21, 1979 in Virginia, Minnesota and raised in Lake Stevens, Washington, to Kathleen Louise (Indahl), who worked at a supermarket, and Daniel Clifton Pratt, who remodeled houses. He is of mostly Norwegian descent. He graduated from Lake Stevens High School in 1997, and has two older siblings.",
    "Nationality": "USA"
  },
  {
    "FullName": "\r\nAnya Taylor-Joy",
    "Male": false,
    "Dob": "1996-04-16T00:00:00",
    "Description": "Anya-Josephine Marie Taylor-Joy (born 16 April 1996) is a British-American actress. She is best known for her roles as Beth Harmon in Gambit H?u (2020), Thomasin in the period horror film Phu Thuy (2015), as Casey Cooke in the horror-thriller Tach Biet (2016)",
    "Nationality": "USA"
  },
  {
    "FullName": "Charlie Day",
    "Male": true,
    "Dob": "1976-02-09T00:00:00",
    "Description": "Charles Peckham Day was born in New York City, NY, and raised in Middletown, Rhode Island. His parents are both music teachers - his mother, Mary (Peckham), is a piano teacher, and his father, Dr. Thomas Charles Day, was a professor of music at Salve Regina University in Newport, Rhode Island. Charlie plays both piano and guitar.",
    "Nationality": "USA"
  },
  {
    "FullName": "Odessa A’zion",
    "Male": false,
    "Dob": "1984-10-01T00:00:00",
    "Description": "Odessa A’zion is known for Hellraiser (2022), Conception (2011) and The Inhabitant (2022).",
    "Nationality": "USA"
  },
  {
    "FullName": "Jamie Clayton",
    "Male": false,
    "Dob": "1978-01-15T00:00:00",
    "Description": "Jamie Clayton\u0027s big break was playing Kyla on season three of the hit HBO series Hung alongside Thomas Jane. After her multi-episode arc on Hung, Jamie joined actors Mary Lynn Rajskub and Hank Harris as a lead in the Emmy winning digital series, Dirty Work, playing crime scene cleanup maven Michelle.",
    "Nationality": "USA"
  },
  {
    "FullName": "Leonardo DiCaprio",
    "Male": true,
    "Dob": "1974-11-11T00:00:00",
    "Description": "Leonardo Wilhelm DiCaprio was born November 11, 1974 in Los Angeles, California, the only child of Irmelin DiCaprio (née Indenbirken) and former comic book artist George DiCaprio. His father is of Italian and German descent, and his mother, who is German-born, is of German and Russian ancestry. His middle name, \u0022Wilhelm\u0022, was his maternal grandfather\u0027s first name.",
    "Nationality": "USA"
  }
]